import jpg1 from 'assets/news/1.jpg';
import jpg2 from 'assets/news/2.jpg';
import jpg3 from 'assets/news/3.jpg';
import jpg4 from 'assets/news/4.jpg';
import jpg5 from 'assets/news/5.jpg';
import jpg6 from 'assets/news/6.jpg';
import jpg7 from 'assets/news/7.jpg';
import jpg8 from 'assets/news/8.jpg';
import jpg9 from 'assets/news/9.jpg';
import jpg10 from 'assets/news/10.jpg';
import jpg11 from 'assets/news/11.jpg';
import jpg12 from 'assets/news/12.jpg';
import jpg13 from 'assets/news/13.jpg';
import jpg14 from 'assets/news/14.jpg';
import jpg15 from 'assets/news/15.jpg';
import jpg16 from 'assets/news/16.jpg';
import jpg17 from 'assets/news/17.jpg';
import jpg18 from 'assets/news/18.jpg';
import jpg19 from 'assets/news/19.jpg';
import jpg20 from 'assets/news/20.jpg';
import jpg21 from 'assets/news/21.jpg';
import jpg22 from 'assets/news/22.jpg';
import jpg23 from 'assets/news/23.jpg';


export type post = {
	text: string;
	date: string;
	image: string[];
}

export const postList: post[] = [
	{
		date: "14.03.2023",
		text: "Бугаенко М.А. посетила день открытых дверей в МБОУ “Гимназия” г.о. Протвино. Поездка была плодотворной и насыщенной. Удалось ознакомиться с особенностями образовательного процесса в школе-флагмане, посетить мастер-класс “Управленческая и педагогическая практика эффективной подготовки учащихся к всероссийской олимпиаде школьников”, материалы которого были переданы коллегам на педагогическом совете школы.",
		image: [jpg1]
	},
	{
		date: "19.04.2023",
		text: "В Городской центральной библиотеке прошли выступления чтецов в номинации “Художественное слово” в рамках Открытого городского фестиваля детского творчества “Пущинская весна-2023” для 9-11 классов. Под руководством Бугаенко М.А. выступали ученик 11А класса Филиппов Глеб, читавший отрывок из поэмы “Евгений Онегин”, и учащийся 9А Кудряшов Михаил, поразивший жюри прочтением стихотворением В.Маяковского “Как я сделался собакой”. По итогам выступления Кудряшов Михаил стал лауреатом фестиваля.",
		image: [jpg2]
	},
	{
		date: "29.06.2023",
		text: "В Городской центральной библиотеке прошли выступления чтецов в номинации “Художественное слово” в рамках Открытого городского фестиваля детского творчества “Пущинская весна-2023” для 9-11 классов. Под руководством Бугаенко М.А. выступали ученик 11А класса Филиппов Глеб, читавший отрывок из поэмы “Евгений Онегин”, и учащийся 9А Кудряшов Михаил, поразивший жюри прочтением стихотворением В.Маяковского “Как я сделался собакой”. По итогам выступления Кудряшов Михаил стал лауреатом фестиваля.",
		image: [jpg3]
	},
	{
		date: "5.10.2023",
		text: "В честь празднования Дня учителя Бугаенко М.А. Была торжественно награждена грамотой Министерства образования Московской области за плодотворный труд, успешную работу по обучению и воспитанию подрастающего поколения. Грамоту вручил глава городского округа Пущино Алексей Воробьев.",
		image: [jpg4]
	},
	{
		date: "18.10.2023",
		text: "Бугаенко М.А. вместе с 5Б классом посетили с экскурсией город Зарайск. Ребята прослушали лекцию об истории Зарайского Кремля, узнали много нового и интересного, обойдя всю его территорию. После этого они посетили два мастер-класса - по выпеканию пряника и по ознакомлению с древнерусскими играми. Во время второго мастер-класса дети смогли лично посмотреть и опробовать в действии старинные игрушки.",
		image: [jpg5]
	},
	{
		date: "18.11.2023",
		text: "Вместе со своими учащимися Бугаенко М.А. посетила биологическую конференцию “Экополис - город будущего”, которая прошла в Институте почвоведения и в центре дополнительного образования “Биотех-Пущино”. Учащиеся 5Б прослушали доклады более старших учеников, а затем посетили мастер-класс по работе с микроскопами.",
		image: [jpg6]
	},
	{
		date: "25.11.2023",
		text: "Совместные дела укрепляют дружеские отношения внутри коллектива, поэтому 5Б вместе со своим классным руководителем отправился в кино на просмотр сказки “По щучьему велению”. Совместное приятное времяпрепровождение не только помогло сплотить коллектив, но и подарило детям пищу для размышлений над поступками героев фильма.",
		image: [jpg7]
	},
	{
		date: "29.12.2023",
		text: "Закончился календарный год, но не учебный. Дети ушли на каникулы, и хочется всем пожелать набраться сил для новых достижений и побед! Впереди еще масса интересных экскурсий и мероприятий, открытый и свершений, новых знаний и умений! С наступающим 2024 годом!!!",
		image: [jpg8]
	},
	{
		date: "3.01.2024",
		text: "Походы в кино классом стали приятной традицией 5Б. Вот и в новом году ребята вместе с классным руководителем посетили кинопоказ сказки “Бременские музыканты”. Новое прочтение любимой истории пришлось всем по душе, ребята искренне веселились, глядя на приключения Трубадура и его верной команды животных-музыкантов. Такие походы способствуют поднятию настроения и придают сил для дальнейшей учебы.",
		image: [jpg9]
	},
	{
		date: "4.03.2024",
		text: "Руководитель школьного методического объединения учителей русского языка Бугаенко М.А. провела школьный этап всероссийского конкурса юных чтецов “Живая классика”. Ребята разных возрастов соревновались друг с другом, проявляя чудеса артистизма. Они выбирали для чтения и русскую классику, и зарубежные произведения, но неизменным было одно - фееричная подача материала, которая поставила жюри в настоящий тупик при выборе победителей. В результате на городской этап отправились трое участников.",
		image: [jpg10]
	},
	{
		date: "11.03.2024",
		text: "Классный руководитель 5Б Бугаенко М.А. провела классный час в рамках “Разговоров о важном” для параллели 5-6 классов на тему “Как найти свое место в обществе”. Ребятам было предложено несколько интересных ситуаций для обсуждения, и они с удовольствием выдвигали свои предположения, а также делились информацией о том, как уже сейчас они готовят свое будущее, какие кружки и секции посещают, какими увлечениями готовы поделиться с друзьями. Разговор получился плодотворным и увлекательным.",
		image: [jpg11]
	},
	{
		date: "13.03.2024",
		text: "Празднование Масленицы - древняя русская традиция, и сейчас как никогда важно помнить старые обычаи, которые позволяют народу сплотиться и ощутить по-настоящему семейное тепло. Ученицы 7Б на уроках технологии приготовили сытные блины, которыми угощали всех педагогов в честь праздника. Большое спасибо девочкам за вкусное угощение!",
		image: [jpg12]
	},
	{
		date: "20.03.2024",
		text: "5Б класс вместе со своим классным руководителем побывал на выставке-форуме “Россия”. Ребята ознакомились с павильонами от ВК, Минцифры и самым большим павильоном, в котором представлены все регионы нашей Родины. Сколько всего полезного узнали ребята о своей стране, о ее достижениях и своих будущих возможностях! При этом дети получили в подарок магнитики на память о поездке.",
		image: [jpg13]
	},
	{
		date: "20.04.2024",
		text: "Учащиеся 5Б приняли участие в экскурсии в музей занимательных наук “Экспериментаниум” в г. Москва. Во время экскурсии и свободного времени ребята познакомились со многими физическими явлениями, узнали больше о свойствах света, звука и воды, побывали в зеркальном лабиринте. Хотя у них пока еще нет таких предметов, как физика и химия, они получили важные знания, которые пригодятся им для изучения этих дисциплин в будущем.",
		image: [jpg14]
	},
	{
		date: "22.04.2024",
		text: "Прошел конкурс юных чтецов в номинации “Художественное слово” в рамках открытого фестиваля детского творчества “Пущинская весна-2024”. Под руководством Бугаенко М.А. выступали четверо пятиклассников, в результате Нагорных Юлия стала лауреатом конкурса.",
		image: [jpg15]
	},
	{
		date: "23.04.2024",
		text: "Ионова Ангелина, учащаяся 10Б, под руководством Бугаенко М.А. стала дипломантом Международного конкурса “Проба пера” в рамках фестиваля “Ахматовский март”. Ученица писала о творческом вдохновении, о взгляде поэтессы Анны Ахматовой на это удивительное чувство, позволяющее создавать настоящие шедевры.",
		image: [jpg16]
	},
	{
		date: "27.04.2024",
		text: "Учащиеся 5Б под руководством классного руководителя приняли участие в Дне добрых дел. Мужская половина класса провела соревнования “Веселые старты”, а женская половина занималась пошивом прихваток в подарок ветеранам. Девочки вложили всю душу в свои изделия, которые приятно будет держать в руках новым владелицам. Спасибо ребятам за ответственное отношение к истории нашей страны и в гуманном отношении к старшему поколению!",
		image: [jpg17]
	},
	{
		date: "28.08.2024",
		text: "Учащиеся Бугаенко М.А. приняли участие в традиционных региональных конкурсах, проводимых сайтом “Русский язык в Подмосковье”. Викторина по русскому языку “Трудный экзамен” включала в себя интересные задания, связывающие литературу и другие виды искусства, а литературная викторина была посвящена творчеству писателей-юбиляров 2024 года. В результате Зверев Алексей, учащийся 11Б, стал призером в литературной викторине “Трудный экзамен”.",
		image: [jpg18]
	},
	{
		date: "24.09.2024",
		text: "Бугаенко М.А. Провела открытый урок по литературе уровня образовательной организации на тему “Характеристика главных героев пьесы А.П.Чехова “Вишневый сад”. Во время занятия были продемонстрированы групповые виды работы, ведь учащиеся готовились выступать группами, поддерживая и дополняя ответы друг друга. Также были показаны различные формы контроля и самоконтроля, в том числе навыки конспектирования излагаемого материала.",
		image: [jpg19, jpg20]
	},
	{
		date: "8.10.2024",
		text: "На каникулах прошло заседание школьного методического объединения, посвященного теме функциональной грамотности. Для полного погружения в тему педагоги самостоятельно попрактиковались в решении задач, подобных тем, что достаются учащимся. Задание вызвало неподдельный интерес у учителей, а также позволило глубже вникнуть в процесс подготовки учеников к различным видам тестирования, связанным с проверкой функциональной грамотности.",
		image: [jpg21]
	},
	{
		date: "27.11.2024",
		text: "В 11Б прошла тренировка по написанию итогового декабрьского сочинения. Условия были приближены к реальным: детям выданы бланки для отработки навыков по их заполнению, предоставлены шаблоны для написания сочинения, предложено шесть тем на выбор (по два из каждого тематического блока). Данные тренировочные занятия позволяют не только выработать умения писать сочинения, но и позволяют побороть возможный стресс, вызванный предстоящими экзаменами.",
		image: [jpg22, jpg23]
	}
]