import { FC } from "react";

const Section2018:FC = () => {
	return (
		<div>
			<section>
				<h2>2018-2019 учебный год</h2>
				<p>
					<ol>
						<li>
							<i>Уровень образовательной организации.</i> Всероссийский конкурс 
							юных чтецов «Живая классика», 4 участника.
						</li>
						<li>
							<i>Уровень образовательной организации.</i> Конкурс-игра по русскому 
							языку «Будем говорить правильно», посвященный Международному дню грамотности. 
							Команда 7а заняла второе место, Команда 7в заняла третье место.
						</li>
						<li>
							<i>Уровень образовательной организации.</i> Конкурс по русскому языку 
							«Как хорошо я знаю русский язык», приуроченный к 
							Международному дню родного языка. 2 участника.
						</li>
						<li>
							<i>Муниципальный уровень.</i> Открытый городской фестиваль детского творчества 
							«Пущинская весна-2019» в номинации «Художественное слово», 6 участников.
						</li>
						<li>
							<i>Муниципальный уровень.</i> Конкурс патриотического эссе (сочинения) 
							«Память сильнее времени», 1 лауреат. 
							Мой ученик в своем сочинении рассказал о том, как его прадедушка сражался во время Великой Отечественной войны.
						</li>
						<li>
							<i>Региональный уровень.</i> Зональный литературный конкурс проектов 
							«Мое любимое литературное произведение», 1 участник. 
							Моя ученица представила презентацию-выступление о своей любимой книге 
							"Девушка online" Зои Сагг. Это был первое публичное представление 
							своего опыта моей ученицей.
						</li>
						<li>
							<i>Региональный уровень.</i> Конкурс школьных сочинений "Путешествие в Подмосковье". 
							Моя ученица писала сочинение о туристических достопримечательностях 
							нашего родного города Пущино.
						</li>
						<li>
							<i>Всероссийский уровень.</i> Конкурс эссе «Мой Гитис. 
							Моя Россия» и «Друзья театра», 8 лауреатов. В этот раз 
							перед награждением студенты читали стихотворения любимых авторов, 
							а победители и призеры могли насладиться профессиональным чтением. 
							Также вместе с грамотами детям вручили книги классиков на память о конкурсе.
						</li>
						<li>
							Всероссийский уровень. Международный детско-юношеский 
							литературный конкурс имени Ивана Шмелева «Лето господне», 
							1 участник. Дистанционный конкурс.
						</li>
						<li>
							<i>Всероссийский уровень.</i> Молодежный поэтический конкурс «Графит», 
							3 участника. Дистанционный конкурс. В нём учащиеся проявили себя как 
							настоящие поэты, представив на суд жюри свои стихотворения.
						</li>
						<li>
							<i>Всероссийский уровень.</i> Всероссийский конкурс эссе в рамках 
							праздника «День рубля», 1 участник. Дистанционный конкурс.
						</li>
						<li>
							<i>Всероссийский уровень.</i> II Всероссийский творческий литературный конкурс 
							«Проба пера» в рамках проекта «Ахматовский март. 
							Ахматовские чтения», 2 призера (дипломы 2 и 3 степени). 
							Девочки представили на суд жюри свои размышления о ценности слова. 
							Награждение посетила только одна из них, где получила диплом и памятные призы.
						</li>
						<li>
							<i>Международный уровень.</i> Международный творческий конкурс 
							«Погода для всех», 2 участника. Дистанционный конкурс.
						</li>
						<li>
							<i>Международный уровень.</i> Международный конкурс 
							художественно-документальных работ среди школьников и 
							молодежи «Ранние журавли», 1 дипломант. Работа моей ученицы рассказывала о том, 
							как жизнь человека может перевернуть одно судьбоносное знакомство. 
							Конкурс проводился Литературным институтом им. М. Горького, 
							работа была отмечена среди множества работ школьников.
						</li>
						<li>
							<i>Международный уровень.</i> IV международный литературный конкурс «Лохматый друг», 
							1 победитель (3 место). Моя ученица стала победителем в номинации "Милосердие", 
							написав сказку о животных, занесенных в Красную книгу. 
							В конкурсе также участвовали еще две девочки.
						</li>
					</ol>
				</p>
			</section>
		</div>
	)
}

export default Section2018;